[
    {
        "name": "Omen歐門",
        "icon": "https://static.wikia.nocookie.net/valorant/images/b/b0/Omen_icon.png/revision/latest/scale-to-width-down/75?cb=20230523180801",
        "role": "4",
        "bio": "歐門是個記憶中的魅影，在暗影裡巡獵。他能蒙蔽敵人雙眼、在地圖上神出鬼沒，使詭譎的氣氛籠罩全域，而他的敵人永遠在心慌意亂之中，試圖猜測他接下來會在哪裡現身。",
        "img": "omen_portrait.webp",
        "video": "<iframe  src='https://www.youtube.com/embed/_jJdWy6bDj4?si=BPuU2MpPhN4rWKDn' title='YouTube video player' frameborder='0' allow='accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share' allowfullscreen></iframe>",
        "qicon": "https://vgraphs.com/images/agents/abilities/2-omen-basic-ability-paranoia.png",
        "qskill": "Q - 夢魘侵襲",
        "qintro": "立刻向前射出一發暗影彈，被觸及所有玩家視野範圍將暫時縮小。此彈體可貫穿牆壁。",
        "eicon": "https://vgraphs.com/images/agents/abilities/3-omen-signature-ability-dark-cover.png",
        "eskill": "E - 黑影籠罩",
        "eintro": "裝備一顆暗影球，並進入戰慄境界來指定施放地點。點按「攻擊鍵」，將暗影球丟至標記地點，製造出一個暗影穹頂，可阻擋視野且久不退散。瞄準時長按「攻擊鍵」，可將標記移動至遠處；長按「輔助攻擊鍵」，則能將標記移動至近處。按下「填彈」可切換為一般瞄準視角。",
        "cicon": "https://vgraphs.com/images/agents/abilities/1-omen-basic-ability-shrouded-step.png",
        "cskill": "C - 瞬步鬼影",
        "cintro": "裝備一項「瞬步鬼影」技能，可預視其傳送距離。點擊「攻擊鍵」即開始詠唱，隨後可傳送至標記地點。",
        "xicon": "https://vgraphs.com/images/agents/abilities/4-omen-ultimate-ability-from-the-shadows.png",
        "xskill": "X - 闇夜襲擊",
        "xintro": "裝備一個戰略地圖。點擊「攻擊鍵」，即可傳送至指定地點。詠唱技能時，歐門會以「暗影型態」在指定地點浮現，附近敵軍可將其摧毀來中止傳送"
    },
    {
        "name": "Reyna蕾娜",
        "icon": "",
        "role": "1",
        "bio": "在墨西哥中心經過鍛鍊的蕾娜，有強大的單挑能力，每擊殺一名敵軍，都可以獲得所向無敵的增益效果。她是否能主宰戰場，除了取決於技巧熟練度，也仰賴賽局上的表現。",
        "img": "reyna_portrait.webp",
        "video": "",
        "qicon": "",
        "qskill": "Q - 生靈吞噬",
        "qintro": "被蕾娜擊殺的敵人會留下一個維持3秒鐘的魂體。立即消耗一個附近的魂體，在一小段時間內快速回復生命。超過100生命值的恢復量會隨時間流失。若已在女皇狀態下，此技能會自動施放並且不消耗魂體",
        "eicon": "",
        "eskill": "E - 銷魂解形",
        "eintro": "立即消耗一個附近的魂體，並使自己短時間內進入無形狀態。若已在無上女皇狀態下，則同時變得隱形",
        "cicon": "",
        "cskill": "C - 邪媚凝視",
        "cintro": "裝備一個可破壞的以太之眼。按下「啟動」，可朝前方短距離丟出以太之眼。看見此眼的敵軍視野會受到限制",
        "xicon": "",
        "xskill": "X - 無上女皇",
        "xintro":"立即進入狂暴模式，大幅提升射擊、裝備及填彈速度。擊殺會刷新此增益效果的持續時間。"
    },
    {
        "name": "Sage聖祈",
        "icon": "",
        "role": "3",
        "bio": "來自中國的聖祈，是宛如銅牆鐵壁一般的存在，無論身在何處，除了自保之外，也能確保隊伍的安全。她可以復活不支倒地的友軍，屏除猛烈的攻勢，在槍林彈雨的戰鬥中，建造一座令人安心的庇護所",
        "img": "",
        "video": "",
        "qicon": "",
        "qskill": "Q - 緩速靈球",
        "qintro": "裝備一顆緩速靈球。點擊「攻擊鍵」，將緩速靈球往前丟，觸地時立即引爆，製造一個持續力場，使範圍內的玩家緩速",
        "eicon": "",
        "eskill": "E - 治癒靈球",
        "eintro": "裝備一顆治癒靈球。以十字準星瞄準負傷友軍，點擊「攻擊鍵」，發射治癒靈球，就能對其產生持續治療效果。當聖祈負傷時，點擊「輔助攻擊鍵」，就能對自身發動持續治療效果",
        "cicon": "",
        "cskill": "C - 屏障靈球",
        "cintro": "裝備一顆屏障靈球。點擊「攻擊鍵」，可放置一面堅實牆壁。點擊「輔助攻擊鍵」，則可旋轉角色方向",
        "xicon": "",
        "xskill": "X - 起死回生",
        "xintro":"裝備一項復活技能。以十字準星瞄準陣亡友軍，點擊「攻擊鍵」，就能使其復活。短暫詠唱後，友軍即可滿血復活"
    },
    {
        "name": "Yoru夜戮",
        "icon": "",
        "role": "1",
        "bio": "來自日本的夜戮可以撕裂現實世界的空間，潛入敵軍陣線而不被察覺。他同時運用欺敵和進攻策略先發制人，讓目標措手不及。",
        "img": "",
        "video": "",
        "qicon": "",
        "qskill": "Q: 攻其不備",
        "qintro": "點按「裝備鍵」，即可在現實世界撕下不穩定的次元碎片。點按「攻擊鍵」丟出碎片，當其碰撞遊戲場景中的靜態物體時，會反彈並發出閃光。",
        "eicon": "",
        "eskill": "E: 不請自來",
        "eintro": "裝備裂隙繫鏈。點按「攻擊鍵」即可射出繫鏈。點按「輔助攻擊鍵」即可在原地放置繫鏈。按下「啟動鍵」即可傳送到繫鏈的位置。按下「使用鍵」即可觸發假傳送",
        "cicon": "",
        "cskill": "C: 聲東擊西",
        "cintro": "裝備一個啟動後可以變成夜戮分身的回音彈。點擊「攻擊鍵」，即可立即發動分身並向前送出。點擊「輔助攻擊鍵」，即可放置閒置的回音彈。按下「使用鍵」，即可把閒置回音彈變成分身並向前送出。分身被敵人摧毀時會爆炸並發出致盲閃光。",
        "xicon": "",
        "xskill": "X: 次元飄移",
        "xintro":"裝備一副可看到不同次元的面具。點按「攻擊鍵」，即可進入夜戮的空間，不會被外面的敵人影響或看見。「重施技能」可提早離開夜戮的空間"
    },
    {
        "name": "Neon妮虹",
        "icon": "",
        "role": "1",
        "bio": "妮虹是來自菲律賓的特務，她的身體能產生帶有輻能的生物電流，讓她能一邊高速衝刺一邊釋放電擊。她擅長趁虛而入，然後以迅雷不及掩耳的速度擊倒敵人。",
        "img": "",
        "video": "",
        "qicon": "",
        "qskill": "Q - 閃電傳導",
        "qintro": "立刻射出一道可反彈一次的能量閃電。閃電觸物時會漏電至下方地面，造成震波暈眩敵人。",
        "eicon": "",
        "eskill": "E - 極速快檔",
        "eintro": "立刻運用妮虹的能力提升速度。充能完成時，點擊「輔助攻擊鍵」可發動帶電滑行。每擊殺兩名敵人可重置滑行充能數。",
        "cicon": "",
        "cskill": "C - 加速電牆",
        "cintro": "點擊「攻擊鍵」，即可往前方地面發射兩道能量標線，行進短距離或觸物後停止，標線會升起靜電牆，阻擋視野並對穿過的敵人造成傷害。",
        "xicon": "",
        "xskill": "X - 電能超載",
        "xintro":"短時間內解放妮虹的全力和全速。點擊「攻擊鍵」，即可將體內能量化為移動射擊準確度高的致命電光射出，每次擊殺敵人即可重置冷卻時間。"
    },
    {
        "name": "Gekko蓋克",
        "icon": "",
        "role": "2",
        "bio": "洛杉磯人蓋克帶領了一群親密無間的小怪物。他的好夥伴總是一馬當先，打亂敵人陣腳，等蓋克追上後再重整隊伍，再次出擊",
        "img": "",
        "video": "",
        "qicon": "",
        "qskill": "Q - 震翼鳥人",
        "qintro": "裝備鳥人。點按「攻擊鍵」即可向前放出鳥人搜敵。鳥人會炸出震波暈眩第一位看見的敵人。瞄準據點或輻能核心時點按「輔助攻擊鍵」，即可讓鳥人安裝或拆除輻能核心。蓋克的物品欄中必須有輻能核心才能安裝。鳥人的時間一到就會回復成休眠的球體。點按「互動鍵」即可回收球體，經過短暫的冷卻時間後便可獲得另一次鳥人充能。",
        "eicon": "",
        "eskill": "E - 頭暈目眩",
        "eintro": "裝備眩眩。點按「攻擊鍵」即可讓眩眩向前飛。眩眩充能後，對視野內的敵人發射電漿砲，被電漿砲擊中的敵人會遭到致盲。眩眩的時間一到就會回復成休眠的球體。點按「互動鍵」即可回收球體，經過短暫的冷卻時間後便可獲得另一次眩眩充能。",
        "cicon": "",
        "cskill": "C - 爆爆領域",
        "cintro": "裝備爆爆。點按「攻擊鍵」即可將爆爆當成手榴彈投出。點按「輔助攻擊鍵」可低手拋出。爆爆落地後會在大範圍內複製增生，並在短暫延遲後爆炸",
        "xicon": "",
        "xskill": "X - 鯊無赦",
        "xintro":"裝備鯊鯊。點按「攻擊鍵」即可與其心智連結，操控她穿越敵軍陣地。按下「啟動鍵」可使鯊鯊向前衝並爆炸，拘束小範圍內所有敵人。鯊鯊的時間一到就會回復成休眠的球體。點按「互動鍵」即可回收球體，經過短暫的冷卻時間後便可獲得另一次鯊鯊充能。鯊鯊只能回收一次。"
    },
    {
        "name": "Brimstone布史東",
        "icon": "",
        "role": "4",
        "bio": "來自美國的布史東擁有強大的衛星武器，讓他的隊伍永遠處於優勢。他能投放戰略工具支援前線，包準「恰到好處」且萬無一失，讓他成為地表最強指揮官。",
        "img": "",
        "video": "",
        "qicon": "",
        "qskill": "Q - 灼人燃彈",
        "qintro": "裝備一個燃燒榴彈發射器。點擊「攻擊鍵」，即可發射一個燃燒彈，在地面停止滾動後爆炸，製造一個持續燃燒的區域，對其中玩家造成傷害。",
        "eicon": "",
        "eskill": "E - 垂天煙幕",
        "eintro": "裝備一個戰略地圖。點擊「攻擊鍵」，可指定煙幕發射的地點。點擊「輔助攻擊鍵」進行確認，在指定區域發射一大片煙幕，可阻擋視野且久不退散。",
        "cicon": "",
        "cskill": "C - 激勵信號",
        "cintro": "裝備一個激勵信號。點擊「攻擊鍵」，可將激勵信號拋到布史東面前。觸地時會製造一個力場，賦予範圍內的玩家「快射」的增益效果。",
        "xicon": "",
        "xskill": "X - 衛星空襲",
        "xintro":"裝備一個戰略地圖。點擊「攻擊鍵」，即可向指定地點發射衛星空襲雷射，對範圍內的玩家造成重度持續傷害。"
    },
    {
        "name": "Astra亞星卓",
        "icon": "",
        "role": "4",
        "bio": "亞星卓來自非洲迦納，她能駕馭宇宙之力，「隨星所欲」重塑戰場形勢。她完全掌控了星體型態的力量，且擁有洞見觀瞻的戰略能力，因此總是能遙遙領先對手。",
        "img": "",
        "video": "",
        "qicon": "",
        "qskill": "Q - 新星震盪",
        "qintro": "以星體型態（X）放置星辰 按下「啟動」，可引爆星辰化作新星震盪，短暫延遲後會發動攻擊，暈眩範圍內所有玩家。",
        "eicon": "",
        "eskill": "E - 迷濛星雲",
        "eintro": "以星體型態（大絕鍵）放置星辰。 按下「啟動」，可使星辰化作迷濛星雲（煙霧）。 在星辰上按下「使用鍵」可造成星解變裂來收回星辰，短暫延遲後可再次放置該星辰到不同位置。 在收回星辰之前，星解變裂會在該位置短暫形成一個假的迷濛星雲。",
        "cicon": "",
        "cskill": "C - 引力黑洞",
        "cintro": "以星體型態（X）放置星辰 按下「啟動」，可使星辰化作引力黑洞，將範圍內的玩家拉向中心，隨後爆炸，對所有仍困在其中的玩家施加衰弱。",
        "xicon": "",
        "xskill": "X - 星體型態／無垠星幕",
        "xintro":"按下「啟動鍵」可進入星體型態，使用「攻擊鍵」來放置星辰；之後可重新啟動星辰，化作新星震盪、迷濛星雲或引力黑洞。 無垠星幕充能完成時，以星體型態使用「輔助攻擊鍵」開始瞄準，接著使用「攻擊鍵」來選擇兩個位置，並在兩點之間製造一個無限延伸的無垠星幕，可擋住所有子彈，並大幅阻隔聲音傳遞。"
    },
    {
        "name": "Phoeniex菲尼克斯",
        "icon": "",
        "role": "1",
        "bio": "菲尼克斯來自英國，他的星辰之力融會於其戰鬥風格中，其閃光彈和照明彈足以讓星火燎原。不管有沒有後援，他都能衝鋒陷陣，獨自撂倒敵人。",
        "img": "",
        "video": "",
        "qicon": "",
        "qskill": "Q - 閃光曲球",
        "qintro": "裝備一個可轉彎的閃光能量球，投擲出去短暫滯空後爆炸。點擊「攻擊鍵」，可讓能量球向左轉，爆炸後產生的閃光可以致盲所有未移開視線的玩家。點擊「輔助攻擊鍵」則可讓能量球向右轉。",
        "eicon": "",
        "eskill": "E - 赤手烈焰",
        "eintro": "裝備一個火球。點擊「攻擊鍵」可丟出，在觸地或者經過固定時間後，將製造出一持續燃燒的區域，對敵軍造成傷害。",
        "cicon": "",
        "cskill": "C - 燃焰之牆",
        "cintro": "裝備一堵火焰牆。點擊「攻擊鍵」，即可召喚一排向前推進的火焰，形成一面阻擋視野的火牆，對逕行穿越的玩家造成傷害。",
        "xicon": "",
        "xskill": "X - 再來一局",
        "xintro":"立刻標記菲尼克斯的目前位置。此技能啟用時，不論陣亡或技能倒數完畢，皆能使菲尼克斯在指定位置滿血復活。"
    },
    {
        "name": "Viper薇蝮",
        "icon": "",
        "role": "4",
        "bio": "薇蝮是名美國化學家，她的特長是部署五花八門的劇毒化武，掌控戰局的同時，還能妨礙敵人視野。即使毒藥沒能殺死對手，她的心理戰術也會虐死人。",
        "img": "",
        "video": "",
        "qicon": "",
        "qskill": "Q - 腐蝕毒霧",
        "qintro": "裝備一個瓦斯彈罐。點擊「攻擊鍵」即可丟出，該回合中此彈罐不會消失。「重施技能」可以製造一片毒霧雲，須消耗自身的燃料存量。此技能可以多次「重新施放」，且可撿起瓦斯彈罐再「重新投擲」。",
        "eicon": "",
        "eskill": "E - 毒雲瘴壁",
        "eintro": "裝備一個瓦斯彈罐。點擊「攻擊鍵」，即可部署一直線的瓦斯彈罐。「重施技能」可以製造一道高聳的毒瘴壁，須消耗自身的燃料存量。此技能可多次「重新施放」。",
        "cicon": "",
        "cskill": "C - 蛇咬毒液",
        "cintro": "裝備一個化武發射器。點擊「攻擊鍵」，即可發射一個化武罐，觸地後立刻碎裂，製造一個被化學物質汙染的區域，在該地持續發揮毒性，可傷害及緩速敵軍。",
        "xicon": "",
        "xskill": "X - 蝮蛇領域",
        "xintro":"裝備一個化武噴霧器。按下「攻擊鍵」，即可在薇蝮身周噴出霧狀化武，製造一片大型毒霧雲，可削弱敵人視野，並減少範圍內玩家的最大生命值。"
    },
    {
        "name": "Harbor哈泊",
        "icon": "",
        "role": "4",
        "bio": "哈泊來自印度沿岸地區，他操縱著古代科技，支配水的力量，如潮水般洶湧衝上戰場。他會放出水沫四濺的湍流和勢不可擋的浪潮，給予友軍護盾，並狠狠擊潰敵軍。",
        "img": "",
        "video": "",
        "qicon": "",
        "qskill": "防彈海灣（Q）",
        "qintro": "裝備一個防彈水球。點按「攻擊鍵」即可拋出。點按「輔助攻擊鍵」可低手拋出。水球接觸到地面時，會生成一個可破壞的水製護盾，可以擋下子彈",
        "eicon": "",
        "eskill": "上古水牆（E）",
        "eintro": "裝備一道水牆。點按「攻擊鍵」即可沿著地面向前送出水流。長按「攻擊鍵」，可讓水牆隨著畫面上十字準星的方向轉彎，穿過地形，沿著水流生成水牆。操縱水流方向時按下「輔助攻擊鍵」可以提早停止水流。被擊中的玩家會被緩速。",
        "cicon": "",
        "cskill": "無畏浪潮（C）",
        "cintro": "裝備一道湧浪。點按「攻擊鍵」即可向前送出湧浪，可穿過牆體。「重施技能」可停止湧浪。被擊中的玩家會被緩速。",
        "xicon": "",
        "xskill": "湧泉審判（X）",
        "xintro":"裝備古文物的全力。點按「攻擊鍵」即可在地面上召喚一個間歇泉池，在範圍內的敵方玩家會受到間歇泉連續攻擊，被擊中的玩家會受到暈眩。"
    },
    {
        "name": "Killjoy凱宙",
        "icon": "",
        "role": "3",
        "bio": "愷宙是位來自德國的天才，她擅長使用自己發明的多種武器，好整以暇地守住戰場上的重要點位，使敵人無法越雷池一步。這些武器就算沒把敵人立即擊倒，也足以靠著附加的減益效果使他們舉步維艱。",
        "img": "",
        "video": "",
        "qicon": "",
        "qskill": "Q - 電偵追擊號",
        "qintro": "裝備一個隱形的警報機器人。點擊「攻擊鍵」，即可部署一個會自動追擊範圍內敵人的機器人，追到目標後機器人會引爆造成傷害，並同時暴露其弱點。長按「裝備鍵」，即可召回已部署的機器人。",
        "eicon": "",
        "eskill": "E - 重火力砲塔",
        "eintro": "裝備一個砲塔。點擊「攻擊鍵」，即可部署該砲台，對半圓形範圍內的敵人開火。長按「裝備鍵」，即可召回已部署的砲塔。",
        "cicon": "",
        "cskill": "C - 奈米機器蟲",
        "cintro": "裝備一個奈米機器蟲手榴彈。點擊「攻擊鍵」，即可拋出手榴彈，奈米機器蟲會在著地之後進入隱形狀態，按下「啟動鍵」，即可部署一群會造成敵人傷害的奈米機器蟲。",
        "xicon": "",
        "xskill": "X - 全面封鎖",
        "xintro":"裝備一個封鎖裝置。點擊「攻擊鍵」，即可部署該裝置，在長時間暖機之後，裝置會拘束所有半徑範圍內的敵人。敵人可以摧毀此裝置。"
    },
    {
        "name": "Sova蘇法",
        "icon": "",
        "role": "2",
        "bio": "蘇法出生於俄羅斯的永凍冰原，他靠著快捷而精準的身手，緊追在後、曝光敵蹤、將目標無情殲滅。他手持改造弓，結合出色的偵查能力，讓你逃得了一時，躲不過一世。",
        "img": "",
        "video": "",
        "qicon": "",
        "qskill": "Q - 震波箭",
        "qintro": "裝備一把弓，配有震波箭。點按「攻擊鍵」，即可向前射出這支爆破箭，觸物後的爆炸將傷害附近玩家。長按「攻擊鍵」可增加射程。點按「輔助攻擊鍵」，可使箭矢彈射最多兩次。",
        "eicon": "",
        "eskill": "E - 偵察箭",
        "eintro": "裝備一把弓，配有偵察箭。點按「攻擊鍵」，即可向前射出偵察箭，觸物後將直接啟動，處於偵測範圍內的敵軍將被揭露行蹤，敵軍可破壞此箭。長按「攻擊鍵」可增加射程。點按「輔助攻擊鍵」，可使箭矢彈射最多兩次。",
        "cicon": "",
        "cskill": "C - 夜梟無人機",
        "cintro": "裝備一台夜梟無人機。點按「攻擊鍵」，即可讓無人機升空並開始遙控。飛行時點按「攻擊鍵」，可發射記號飛鏢，被射中的玩家將被揭露行蹤。敵軍可破壞夜梟無人機。",
        "xicon": "",
        "xskill": "X - 獵者之怒",
        "xintro":"裝備一把弓，配有三發可穿牆的遠距離爆擊光束。點擊「攻擊鍵」，即可在蘇法身前發射一直線的爆擊光束，對擊中的敵軍造成傷害並揭露其行蹤。技能啟用期間，還能再「重新施放」最多兩次。"
    },
    {
        "name": "Cypher瑟符",
        "icon": "",
        "role": "3",
        "bio": "瑟符是摩洛哥的情報販子，他隻身一人便是頂尖情報中心，窺探著敵人的一舉一動。沒有計謀可以逃過他的法眼。瑟符永遠監視著你。",
        "img": "",
        "video": "",
        "qicon": "",
        "qskill": "Q - 網戰牢籠",
        "qintro": "立刻將網戰牢籠拋到瑟符面前。按下「啟動」，可製造出一個使敵軍緩速的區域，同時能阻擋視野。",
        "eicon": "",
        "eskill": "E - 監控攝影機",
        "eintro": "裝備一個針孔攝影機。點按「攻擊鍵」，即可將攝影機安裝至指定地點。「重新使用」此技能，可遙控並監視攝影畫面。遙控攝影機時，點按「攻擊鍵」可射出記號飛鏢，被射中的玩家將被揭露行蹤。可撿起絆索，然後「重新部署」。",
        "cicon": "",
        "cskill": "C - 陷阱絆索",
        "cintro": "裝備一條陷阱絆索。點擊「攻擊鍵」，即可在指定地點放置隱形絆索，在該位置與對向牆壁之間拉出一條線。觸發絆索的敵軍若未及時摧毀該裝置，經過一小段時間後，將被限制行動、揭露行蹤，且頭暈目眩。絆索可被撿起，然後「重新部署」。",
        "xicon": "",
        "xskill": "X - 神經駭客",
        "xintro":"立刻對十字準星所瞄準的一具敵軍遺體使用此技能，可揭露所有尚存敵軍的行蹤。"
    },
    {
        "name": "Skye絲凱",
        "icon": "",
        "role": "2",
        "bio": "絲凱來自澳洲，她與她的野獸同伴會勇闖敵區，為我方開路。除了能召喚生物妨礙敵軍，她還能治療隊友，因此只要有絲凱在側，肯定能展現隊伍的最強實力，避開凶險局面。",
        "img": "",
        "video": "",
        "qicon": "",
        "qskill": "Q - 開路狼鋒",
        "qintro": "裝備一個袋狼雕飾。點擊「攻擊鍵」，即可放出猛獸並控制其行動。控制時，點擊「攻擊鍵」可命令其朝前方撲擊，炸出震波暈眩並傷害直接命中的敵軍。",
        "eicon": "",
        "eskill": "E - 引導之鷹",
        "eintro": "裝備一個飛鷹雕飾。點擊「攻擊鍵」，即可向前放出飛鷹。長按「攻擊鍵」，可讓飛鷹隨著畫面上十字準星的方向轉彎。在飛行時「重施技能」，可將飛鷹化為一道閃光造成致盲，若敵人在攻擊範圍或視野內，會播放命中確認音效。",
        "cicon": "",
        "cskill": "C - 萌芽重生",
        "cintro": "裝備一個治療雕飾。長按「攻擊鍵」即可開始施法，治療範圍和視野內的敵軍，在其治療能量條用完前可重複施放。",
        "xicon": "",
        "xskill": "X - 追獵精靈",
        "xintro":"裝備一個追獵精靈雕飾。點按「攻擊鍵」，即可放出三隻精靈，追獵三名距離最近的敵軍。精靈觸及目標時會使其視野受到限制。敵軍可破壞追獵精靈。"
    },
    {
        "name": "KAY/O",
        "icon": "",
        "role": "2",
        "bio": "KAY/O是一台戰爭機器，其唯一目的是消滅所有輻能者。他可以抑制對手的能力，讓敵人無力還擊，為自身陣營取得絕大優勢。",
        "img": "",
        "video": "",
        "qicon": "",
        "qskill": "Q - 閃光/驅動",
        "qintro": "裝備一個閃光彈，點按「攻擊鍵」即可高手拋出。點按「輔助攻擊鍵」則改為低手拋出，爆炸更迅速而威力較弱。引信快速燃盡後爆炸，致盲所有視野內的玩家。",
        "eicon": "",
        "eskill": "E - 歸零/零點",
        "eintro": "裝備一把抑制刃。點按「攻擊鍵」即可拋出，附著在第一個擊中的物體表面上，進行發動，並抑制所有在爆炸範圍內的玩家。敵軍可破壞這把刀。",
        "cicon": "",
        "cskill": "C - 碎片/絕殺",
        "cintro": "裝備一個炸彈碎片。點擊「攻擊鍵」即可拋出，附著在地面上後會連續爆炸多次，每次在爆炸中心都會造成幾近致命性的傷害。",
        "xicon": "",
        "xskill": "X - 無效/指令",
        "xintro":"立刻運轉超載，產生大量極化輻能，並釋放大範圍能量波，被能量波擊中的敵人會暫時遭受抑制。運轉超載時，KAY/O會獲得「激發戰意」增益，停機後可重新啟動。"
    },
    {
        "name": "Chamber錢博爾",
        "icon": "",
        "role": "3",
        "bio": "錢博爾是來自法國的武器設計師，他一身時尚、滿載武力，用致命的精準武器把侵略者一一驅逐。他的特製武器可以守住戰線，從遠處一一消滅敵人，即便作戰出了亂子，他也能優雅應變，臨危不亂。",
        "img": "",
        "video": "",
        "qicon": "",
        "qskill": "Q - 獵頭手槍",
        "qintro": "按下「啟動」可裝備一把重火力手槍。持槍時點擊「輔助攻擊鍵」可開始瞄準射擊。",
        "eicon": "",
        "eskill": "E - 法式轉移",
        "eintro": "裝備一個傳送錨點，點按「攻擊鍵」可放置在地上，錢博爾在地面上且在錨點範圍內時，按下「啟動」可瞬間移動到錨點位置。可撿起錨點，然後「重新部署」。",
        "cicon": "",
        "cskill": "C - 慢行特區",
        "cintro": "裝備一個可偵測敵人的陷阱，點按「攻擊鍵」可放置在地上，非隱形的敵人進入範圍時，該陷阱倒數後會使周圍空間進入不穩定的狀態，創造一個可維持一段時間的力場，「緩速」範圍內的敵人。可撿起陷阱，然後「重新部署」。",
        "xicon": "",
        "xskill": "X - 浪漫狙殺",
        "xintro":"按下「啟動鍵」可取出一把強大的特製狙擊槍，直接命中上身即可擊殺敵人。點按「輔助攻擊鍵」即可進入開鏡瞄準模式。擊殺敵人後會創造一個可維持一段時間的力場，緩速範圍內的敵人。"
    },
    {
        "name": "Raze芮茲",
        "icon": "",
        "role": "1",
        "bio": "來自巴西的芮茲經常使用巨型槍械展現她大剌剌的個性。她擅長用驚天一「砰」，逼出躲在壕溝的埋伏，掃除狹窄空間的敵人，這就是她的暴力破壞風。",
        "img": "",
        "video": "",
        "qicon": "",
        "qskill": "Q - 爆破包",
        "qintro": "立即丟出一個會黏在表面的爆破包。部署完成後「重施技能」來引爆，對擊中的東西造成位移及傷害。芮茲並不會受此技能波及而受到傷害，但她若被炸到高空，則會受到落地傷害。",
        "eicon": "",
        "eskill": "E - 漆彩榴彈",
        "eintro": "裝備一個破片手榴彈。點按「攻擊鍵」來丟出手榴彈造成傷害，並且射出對範圍內所有目標造成傷害的破片。點按「輔助攻擊鍵」則可投擲。每擊殺兩名敵人可重置漆彩榴彈充能數。",
        "cicon": "",
        "cskill": "C - 爆破機器人",
        "cintro": "裝備一個爆破機器人。點擊「攻擊鍵」來啟動機器人，機器人會在地面沿著直線行進，撞到牆壁會反彈。爆破機器人會鎖定出現在其前方扇形區域的敵人，並朝目標直衝，若成功追上敵人則會爆炸造成大量傷害。",
        "xicon": "",
        "xskill": "X - 掃興火炮",
        "xintro":"裝備一個火箭發射器。點按「攻擊鍵」發射一枚火箭炮，火箭炮會在擊中區域造成大範圍傷害。"
    },
    {
        "name": "Deadlock蒂羅",
        "icon": "",
        "role": "3",
        "bio": "挪威籍特務蒂羅佈下大量尖端科技奈米線守住陣地，就連最致命的攻擊也難越雷池一步。在她的警戒下，誰都逃不過她的法眼。她對敵人從不手下留情，遇上她絕對九死而無一生。",
        "img": "",
        "video": "",
        "qicon": "",
        "qskill": "聲波感測器（Q）",
        "qintro": "裝備一個聲波感測器。點按「攻擊鍵」部署。感測器會偵測範圍內敵人發出的聲音，只要偵測到腳步聲、槍聲或是明顯聲響，就會暈眩範圍內的敵人。",
        "eicon": "",
        "eskill": "天羅地網（E）",
        "eintro": "裝備一個天羅地網圓盤。點按「攻擊鍵」向前投出。圓盤落地時會在原點到落點之間生成屏障，阻隔角色移動。",
        "cicon": "",
        "cskill": "重力網（C）",
        "cintro": "裝備一個重力網手榴彈。點按「攻擊鍵」即可投出。點按「輔助攻擊鍵」可低手拋出手榴彈。重力網一落地就會引爆，迫使所有被網住的敵人蹲下並緩速。",
        "xicon": "",
        "xskill": "在繭難逃（X）",
        "xintro":"裝備一個奈米線加速器。點按「攻擊鍵」射出大量奈米線，捕捉第一個碰到的敵人。敵人被裹住後會沿著奈米線路徑被拖行，如不設法脫困，被拖至終點就會死亡。奈米繭可被破壞。"
    },
    {
        "name": "Breach叛奇",
        "icon": "",
        "role": "2",
        "bio": "叛奇是瑞典的生化人，他能發射強大且精準的雷射震擊，通過火力壓制開闢前往敵區的道路。能夠阻斷敵方，又能造成傷害的他，絕對是確保敵我雙方實力懸殊的不二人選。",
        "img": "",
        "video": "",
        "qicon": "",
        "qskill": "Q - 致盲閃光",
        "qintro": "裝備一顆致盲彈。點擊「攻擊鍵」發射彈體，穿牆後在另一面快速爆炸。爆炸後將致盲所有未移開視線的玩家。",
        "eicon": "",
        "eskill": "E - 震動斷層",
        "eintro": "裝備一個撼地雷射。長按「攻擊鍵」，可增加攻擊距離。放開「攻擊鍵」，將引發地震，使範圍內以及發射路徑上的所有玩家暈眩。",
        "cicon": "",
        "cskill": "C - 餘震打擊",
        "cintro": "裝備一個核融彈。點擊「攻擊鍵」發射彈體，穿牆後在另一面緩速爆炸。在範圍內的所有人將受到重度傷害。",
        "xicon": "",
        "xskill": "X - 撼地轟雷",
        "xintro":"裝備一顆撼地彈。點擊「攻擊鍵」，呈大型錐狀在所有地形上釋放連鎖地震。範圍內的所有人將受到暈眩且遭到擊飛。"
    },
    {
        "name": "Fade菲德",
        "icon": "",
        "role": "2",
        "bio": "菲德是來自土耳其的賞金獵人，能釋放純粹的惡夢能量來攫取敵人的祕密。她是恐懼的化身，能追獵目標，揭開他們最深層的恐懼，然後用黑暗將其摧毀殆盡。",
        "img": "",
        "video": "",
        "qicon": "",
        "qskill": "Q - 咒縛夢魘",
        "qintro": "裝備一個充滿惡夢之墨的靈球，點擊「攻擊鍵」即可丟出靈球，靈球經過一定時間後會墜落地面。觸碰到地面時，靈球會爆炸並產生一個區域，在區域內的敵軍無法使用正常手段離開。「重施技能」可讓靈球提前墜地。",
        "eicon": "",
        "eskill": "E - 惡夢幽魂",
        "eintro": "裝備一個惡夢靈體，點擊「攻擊鍵」即可丟出靈球，靈球經過一定時間後會墜落地面。觸碰到地面時，靈球將變為惡夢靈體，揭露所有在其視野範圍內的敵方行蹤，敵軍可破壞此靈體。「重施技能」可讓靈球提前墜地。",
        "cicon": "",
        "cskill": "C - 潛行夢魔",
        "cintro": "裝備一個夢魔，點擊「攻擊鍵」即可放出夢魔沿著直線行進。夢魔會鎖定在其前方錐形視野區域內的敵軍和軌跡並開始追獵，觸碰到敵方時會限制其視野。長按「攻擊鍵」能操控夢魔，依照十字準星的方向轉彎。",
        "xicon": "",
        "xskill": "X - 夜幕降臨",
        "xintro":"裝備恐懼之力，點擊「攻擊鍵」釋放出一波惡夢能量，該能量可穿過牆面，且會產生通往敵軍位置的軌跡，同時侵蝕並致聾敵方。"
    }
]